{
    "Motivational": [
        { "quote": "Start before you feel ready; momentum builds readiness." },
        { "quote": "Small progress every day becomes a mountain over time." },
        { "quote": "Choose effort today to expand what's possible tomorrow." },
        { "quote": "Turn setbacks into data and keep moving forward." },
        { "quote": "Clarity follows action more often than it precedes it." },
        { "quote": "Aim for consistency; intensity without habit fades." },
        { "quote": "Decide on one thing and give it your best attention." },
        { "quote": "Make progress your metric, not perfection." },
        { "quote": "Courage is choosing growth over comfort every day." },
        { "quote": "Start with what you have and let resourcefulness follow." },
        { "quote": "Refuse what drains you and protect what fuels you." },
        { "quote": "Action solves doubt faster than thought alone." },
        { "quote": "Build discipline around the life you want to live." },
        { "quote": "Your future is shaped by the decisions you keep making." },
        { "quote": "Do the work today that your future self will thank you for." },
        { "quote": "Persistence is the quiet voice that outlasts the loudest doubt." },
        { "quote": "Focus on inputs, and reliable outputs will follow." },
        { "quote": "Dreams need calendars and checklists to become plans." },
        { "quote": "Progress is possible when excuses become experiments." },
        { "quote": "Small risks compound into new capabilities." },
        { "quote": "Master one thing at a time and the rest becomes easier." },
        { "quote": "When opportunity knocks, bring persistence to the door." },
        { "quote": "Consistency carves out achievements from routine days." },
        { "quote": "Focus on making the next right move, not the perfect one." },
        { "quote": "Action creates momentum; momentum creates confidence." },
        { "quote": "Refine your habits; they will refine your life." },
        { "quote": "Start small, finish strong, iterate often." },
        { "quote": "Let purpose shape effort and patience shape results." },
        { "quote": "Challenge becomes growth when met with steady work." },
        { "quote": "Make tomorrow easier by doing today's hard things now." },
        { "quote": "When you can't find a path, make one and leave a trail." },
        { "quote": "Discipline beats inspiration when the alarm goes off." },
        { "quote": "Progress stacks up quietly when effort is applied daily." },
        { "quote": "Treat fear as information, not instruction." },
        { "quote": "Your attention is a resource—invest it where it compounds." },
        { "quote": "Action reduces regret more effectively than planning alone." },
        { "quote": "The best time to start was yesterday; the next best is now." },
        { "quote": "Success is a series of small recoveries from failure." },
        { "quote": "Set a tiny goal and win at it; momentum will follow." },
        { "quote": "Be patient with progress but ruthless with distractions." },
        { "quote": "Skill grows when you choose practice over perfection." },
        { "quote": "Turn intention into habit by doing it one more time." },
        { "quote": "Start where you are; excellence follows consistent starts." },
        { "quote": "Ambition without planning is wishful thinking. Plan and act." },
        { "quote": "Use constraints as creative fuel, not excuses." },
        { "quote": "Confidence is built by keeping small promises to yourself." },
        { "quote": "Replace 'I can't' with 'How can I?' and learn the answer." },
        { "quote": "Resilience is the muscle you train when things don't go as planned." },
        { "quote": "Comfort is a temporary state; growth prefers mild discomfort." },
        { "quote": "Keep the main thing the main thing and let the rest be noise." },
        { "quote": "The shortest path to skill is consistent imperfect practice." },
        { "quote": "Decide, commit, then adapt—momentum requires movement." },
        { "quote": "Small daily wins build an unshakable foundation." },
        { "quote": "The person who finishes is often more successful than the one who starts perfectly." },
        { "quote": "Create deadlines for progress, not perfection." },
        { "quote": "Replace 'I'll wait' with 'I'll try' and watch doors open." },
        { "quote": "Take responsibility for the outcome and learn faster." },
        { "quote": "Work quietly, improve loudly—let results speak." }
    ],
    "Family":[
        { "quote": "Family is the place where love learns to show up every day." },
        { "quote": "Home is made of people, not walls." },
        { "quote": "Family ties are the threads that sew meaning into memory." },
        { "quote": "Shared meals and shared stories are how families grow roots." },
        { "quote": "Families are workshops for patience, forgiveness, and joy." },
        { "quote": "Being family means celebrating small victories together." },
        { "quote": "In family, ordinary moments become lasting treasures." },
        { "quote": "Family listens without judgment and stays without condition." },
        { "quote": "Roots give us stability; family gives us courage to branch out." },
        { "quote": "Kindness in a family spreads faster than any storm." },
        { "quote": "A family's strength is measured by how it supports each member." },
        { "quote": "Love in a family is taught by example, not instruction." },
        { "quote": "Families hold the maps to where we come from and who we are." },
        { "quote": "Laughter together makes the house feel like a home." },
        { "quote": "Family bonds are built through time, trust, and small acts." },
        { "quote": "When family answers the call, resilience grows." },
        { "quote": "Families forgive to keep the circle whole." },
        { "quote": "Being family means making space for each other's growth." },
        { "quote": "A family's quiet support can be the loudest gift." },
        { "quote": "Tradition anchors families, while kindness sets them free." },
        { "quote": "Family is the safe harbor after a long day at sea." },
        { "quote": "Shared history becomes shared strength." },
        { "quote": "In family, imperfect people practice loving one another well." },
        { "quote": "Family is showing up, even when it's inconvenient." },
        { "quote": "A simple hello at the end of the day keeps family close." },
        { "quote": "Families are built from patience, presence, and persistence." },
        { "quote": "Siblings are lifelong mirrors and occasional challengers." },
        { "quote": "Grandparents turn ordinary stories into family legend." },
        { "quote": "Love that lasts is usually the kind forged in family." },
        { "quote": "Home is where family gives you permission to be yourself." },
        { "quote": "Family dinners are inexpensive rituals with priceless returns." },
        { "quote": "Listening is the gift family gives when words are hard." },
        { "quote": "Small traditions become a family's sweetest inheritance." },
        { "quote": "Showing up matters more than saying the perfect thing." },
        { "quote": "Family love is often quiet work done without an audience." },
        { "quote": "Teach kindness at home and it will ripple outward." },
        { "quote": "A family forgives to preserve the story they share." },
        { "quote": "Celebrate habits that make family life easier and warmer." },
        { "quote": "Make room at the table for new voices and new stories." },
        { "quote": "Family roots give courage to try unfamiliar things." },
        { "quote": "Patience with family is a long-term investment in peace." },
        { "quote": "Share responsibility; it lightens the load and builds trust." },
        { "quote": "Tell family stories; they pass wisdom and belonging down." },
        { "quote": "A family's best gift is time spent without distraction." },
        { "quote": "Apologize quickly; pride costs more than humility." },
        { "quote": "Celebrate ordinary evenings—they are the threads of family life." },
        { "quote": "Teach children to serve; they'll grow into generous adults." },
        { "quote": "Support during failure teaches more than praise during success." },
        { "quote": "Family traditions can be simple habits that anchor generations." },
        { "quote": "Create memory rituals—photos, songs, or a shared meal." },
        { "quote": "Family strength is built by consistent small acts of care." },
        { "quote": "Keep family stories alive by retelling them often." },
        { "quote": "Let curiosity about relatives turn awkwardness into connection." },
        { "quote": "Teach children how to handle conflict with kindness." },
        { "quote": "Make space for quiet—it's where deep family conversations begin." },
        { "quote": "Encourage each person's interests and watch the family flourish." },
        { "quote": "Share chores as training for life, not punishment." },
        { "quote": "A family that plays together learns each other's languages." },
        { "quote": "Remind loved ones you see them; small acknowledgments matter." }
    ],
    "Work": [
        { "quote": "Do the job you would hire yourself to do." },
        { "quote": "Clarity of goal simplifies decisions at work." },
        { "quote": "Progress at work comes from eliminating friction." },
        { "quote": "Prioritize the few tasks that move the needle." },
        { "quote": "Communicate early and often to avoid costly rework." },
        { "quote": "Meetings should produce decisions, not just minutes." },
        { "quote": "Ask better questions to get better results." },
        { "quote": "Deliver value before seeking recognition." },
        { "quote": "Simplicity at work compounds into speed and quality." },
        { "quote": "Learn from mistakes quickly and move on faster." },
        { "quote": "Build systems that make good work repeatable." },
        { "quote": "Protect time for deep work; it's where impact grows." },
        { "quote": "Say no more often so yes can be meaningful." },
        { "quote": "Lead by example; actions teach more than words." },
        { "quote": "Innovation favors consistent curiosity and small experiments." },
        { "quote": "Keep commitments to build trust on your team." },
        { "quote": "Measure outcomes, not just activity." },
        { "quote": "Feedback is a growth tool when delivered with care." },
        { "quote": "Document decisions so knowledge travels with the work." },
        { "quote": "Align tasks with strengths to unlock team speed." },
        { "quote": "Solve the root cause, not just the symptom." },
        { "quote": "Invest in relationships; they smooth future collaboration." },
        { "quote": "Be curious about problems before proposing solutions." },
        { "quote": "Effort without direction is just busy work." },
        { "quote": "Celebrate small wins to sustain long projects." },
        { "quote": "Protect learning time to keep skills fresh." },
        { "quote": "Translate vision into clear next actions." },
        { "quote": "Automate repetitive tasks to free creative energy." },
        { "quote": "Context matters more than instructions alone." },
        { "quote": "Be the person who solves problems, not just points them out." },
        { "quote": "Make time for thinking; clarity accelerates execution." },
        { "quote": "Invest in your tools; they scale your productivity." },
        { "quote": "Clear handoffs reduce errors and speed delivery." },
        { "quote": "Be the calm voice when urgency creates chaos." },
        { "quote": "Ship something small today and iterate on feedback." },
        { "quote": "Teach others what you know; teams grow through shared skill." },
        { "quote": "Align on outcomes first, then decide on the how." },
        { "quote": "Turn blockers into learning opportunities, not excuses." },
        { "quote": "A good process protects creative time, not the other way around." },
        { "quote": "Be curious about the customer's problem, not just the specification." },
        { "quote": "Give context with your requests to reduce rework." },
        { "quote": "Measure what matters and let the data guide trade-offs." },
        { "quote": "Share credit openly and take responsibility privately." },
        { "quote": "Build feedback loops into every long-running project." },
        { "quote": "Prioritize learning curves early; they pay off later." },
        { "quote": "Make decisions with imperfect data and refine them quickly." },
        { "quote": "Design for the user you have, not the user you imagine." },
        { "quote": "Treat meetings as a scarce resource—use them wisely." },
        { "quote": "Write down assumptions and test them deliberately." },
        { "quote": "When in doubt, choose the simpler implementation." },
        { "quote": "Keep a margin for unexpected work; it prevents firefighting." },
        { "quote": "Document the why, not just the what, to help future teams." },
        { "quote": "Lead with a clear problem statement to attract better solutions." },
        { "quote": "Recruit for curiosity; it compounds into innovation." },
        { "quote": "Give people ownership and they will surprise you with commitment." },
        { "quote": "Practice delivering hard news with empathy and clarity." },
        { "quote": "Iterate quickly, learn faster, then scale what works." },
        { "quote": "Cultivate a bias toward action, balanced by thoughtful reflection." }
    ],
    "Life": [
        { "quote": "A meaningful life is built from purposeful daily choices." },
        { "quote": "Learn to appreciate seasons; each brings its lesson." },
        { "quote": "Balance comes from aligning actions with values." },
        { "quote": "Let curiosity guide you through unfamiliar moments." },
        { "quote": "Change is constant; adapt by staying anchored in purpose." },
        { "quote": "Prioritize presence; life happens in the small now." },
        { "quote": "Simplicity clears space for what truly matters." },
        { "quote": "Gratitude turns what you have into enough." },
        { "quote": "Listen more; every person is a new perspective." },
        { "quote": "Forgiveness frees you, not the other person." },
        { "quote": "Choose relationships that help you become better." },
        { "quote": "An examined life grows clearer intentions." },
        { "quote": "Patience is a skill you refine through practice." },
        { "quote": "Set boundaries to protect your energy and focus." },
        { "quote": "Curate experiences; memories outlast possessions." },
        { "quote": "Accept what you cannot change and influence what you can." },
        { "quote": "Take responsibility for your choices and their outcomes." },
        { "quote": "Be kind to your future self by planning today." },
        { "quote": "Growth often hides on the other side of discomfort." },
        { "quote": "Measure life by moments lived, not things owned." },
        { "quote": "Align your actions with the life you envision." },
        { "quote": "Invest time in the people who invest in you." },
        { "quote": "Savor the ordinary; it becomes extraordinary with attention." },
        { "quote": "Let values be the compass for your daily choices." },
        { "quote": "Make room for rest; productivity needs renewal." },
        { "quote": "Practice resilience by recovering quickly from small failures." },
        { "quote": "Simplify decisions to reduce life’s cognitive load." },
        { "quote": "Create rituals that anchor your best habits." },
        { "quote": "A life well-lived balances ambition with gratitude." },
        { "quote": "Design your days so your weeks begin to look like your values." },
        { "quote": "Let curiosity be the thread that runs through your days." },
        { "quote": "Moments of stillness reveal what your rush has hidden." },
        { "quote": "Choose the story you want to tell about your life, then live it." },
        { "quote": "Accept help when offered; reciprocity builds stronger communities." },
        { "quote": "Make decisions kindly; haste can fracture relationships." },
        { "quote": "Keep learning—life is an ongoing apprenticeship." },
        { "quote": "Create margins in your schedule for spontaneity." },
        { "quote": "Live with fewer things and more intentionally chosen experiences." },
        { "quote": "Trade comparison for curiosity about another's journey." },
        { "quote": "Protect your time like a valuable asset; it is." },
        { "quote": "Practice saying no to make room for the things that matter." },
        { "quote": "Notice the small pleasures—they add up into a good life." },
        { "quote": "Be generous with praise; it's a renewable resource." },
        { "quote": "Keep an open mind—surprises are the spice of life." },
        { "quote": "Plan less and show up more for the people you love." },
        { "quote": "Use setbacks as a compass to refine your direction." },
        { "quote": "Pay attention to your habits—they make your future." },
        { "quote": "Travel slowly at times; presence enriches experience." },
        { "quote": "Be brave enough to change course when the path stops serving you." },
        { "quote": "Create rituals to mark transitions and honor change." },
        { "quote": "Cultivate friendships that challenge and comfort you." },
        { "quote": "Practice modesty; it opens doors for learning and empathy." },
        { "quote": "Keep a beginner's mindset and you'll never stop growing." },
        { "quote": "Take breaks that reset your energy, not just pause your work." },
        { "quote": "Celebrate progress publicly and struggles privately, when appropriate." },
        { "quote": "Value process over instant results; depth takes time." }
    ],
    "Love": [
        { "quote": "Love grows from attention, patience, and small kindnesses." },
        { "quote": "Speak truth with tenderness and listen with an open heart." },
        { "quote": "Show love through actions when words fall short." },
        { "quote": "Presence is the simplest and deepest gift to give." },
        { "quote": "Trust is built by keeping promises consistently." },
        { "quote": "Appreciation fuels connection more than grand gestures." },
        { "quote": "Love matures when it accepts flaws and chooses anyway." },
        { "quote": "Kindness in small moments creates lasting bonds." },
        { "quote": "Give space to grow while staying close enough to care." },
        { "quote": "Forgive quickly; resentment erodes closeness." },
        { "quote": "Listen to understand, not to prepare a reply." },
        { "quote": "Celebrate the other person's wins as if they were your own." },
        { "quote": "Show curiosity about your partner's inner world." },
        { "quote": "Love is practiced in daily acts, not just declared." },
        { "quote": "Gentleness is strength when building connection." },
        { "quote": "Choose presence over perfection in relationships." },
        { "quote": "Respect boundaries; they create safety to love freely." },
        { "quote": "Honesty delivered with care grows trust." },
        { "quote": "Show up consistently; reliability deepens affection." },
        { "quote": "Make memories together; shared stories bind hearts." },
        { "quote": "Nurture empathy; it turns differences into learning." },
        { "quote": "Be quick to praise and slow to criticize." },
        { "quote": "Choose compassion when you disagree." },
        { "quote": "Small rituals of care sustain long-term love." },
        { "quote": "Invest in listening; it costs little and returns much." },
        { "quote": "Celebrate ordinary days as the foundation of love." },
        { "quote": "Remember that both giving and receiving are acts of love." },
        { "quote": "Keep curiosity alive; people change and so does love." },
        { "quote": "Protect the relationship by choosing understanding first." },
        { "quote": "Show appreciation for ordinary things; they often mean the most." },
        { "quote": "Choose curiosity when conflict begins—ask before assuming." },
        { "quote": "Small acts of care repeated are the architecture of trust." },
        { "quote": "Love's strength is shown by how gently it treats weakness." },
        { "quote": "Keep learning your partner's love language; it changes over time." },
        { "quote": "Share your dreams and invite your partner to be part of them." },
        { "quote": "Be quick to celebrate, quicker still to empathize." },
        { "quote": "Make regular space for intentional conversations about the relationship." },
        { "quote": "Respect grows when boundaries are honored and discussed." },
        { "quote": "Remember the little things you liked at the start—they still matter." },
        { "quote": "Forgiveness is a practice that clears the path forward together." },
        { "quote": "Be reliable; consistency is the quiet backbone of love." },
        { "quote": "Keep showing interest in who the other person is becoming." },
        { "quote": "Love asks us to be honest with kindness and brave with compassion." },
        { "quote": "Share chores as shared care—it's practical love in action." },
        { "quote": "Make time for fun; play deepens connection and eases tension." },
        { "quote": "Offer support without fixing; sometimes presence is enough." },
        { "quote": "Compliment character more than appearance; it lasts longer." },
        { "quote": "Listen for feelings beneath the words; they reveal needs." },
        { "quote": "Keep promises large and small—integrity builds trust." },
        { "quote": "Practice gratitude for your partner daily; it rewires attention." },
        { "quote": "Create shared goals and celebrate progress together." },
        { "quote": "Let vulnerability be a bridge, not a wall." },
        { "quote": "Be curious about disagreements—they often hide values to negotiate." },
        { "quote": "A loving voice is often the most effective intervention." },
        { "quote": "Make room for independence; love thrives with healthy separateness." },
        { "quote": "Applaud effort and intention; the heart notices both." }
    ],
    "Happiness": [
        { "quote": "Happiness grows when you appreciate what you already have." },
        { "quote": "Find joy in small rituals and ordinary moments." },
        { "quote": "Cultivate gratitude as a daily habit." },
        { "quote": "Happiness is less about things and more about presence." },
        { "quote": "Choose actions that align with your values to feel fulfilled." },
        { "quote": "Share time with people who make you feel seen." },
        { "quote": "Limit comparisons; they steal contentment." },
        { "quote": "Give freely; generosity brightens both giver and receiver." },
        { "quote": "Move your body; simple activity boosts mood." },
        { "quote": "Savor food, conversation, or nature with attention." },
        { "quote": "Let go of what you cannot control and lighten your load." },
        { "quote": "Create routines that anchor your well-being." },
        { "quote": "Invest in experiences that build lasting memories." },
        { "quote": "Simplify to reduce stress and create space for joy." },
        { "quote": "Laugh often; it rewires perspective faster than worry." },
        { "quote": "Focus on relationships; connection is a major happiness driver." },
        { "quote": "Practice kindness; it lifts you as much as others." },
        { "quote": "Balance ambition with contentment to sustain happiness." },
        { "quote": "Rest is not indulgence; it's a foundation for joy." },
        { "quote": "Accept imperfection and celebrate progress." },
        { "quote": "Spend time outdoors; nature refreshes perspective." },
        { "quote": "Make room for play; creativity and joy are related." },
        { "quote": "Turn challenges into opportunities for gratitude." },
        { "quote": "Set aside time for reflection and appreciation." },
        { "quote": "Let meaningful work be a source of satisfaction." },
        { "quote": "Build habits that support mental and physical health." },
        { "quote": "Express appreciation openly and often." },
        { "quote": "Seek progress in balance, not perfection." },
        { "quote": "Anchor happiness in relationships, experiences, and values." },
        { "quote": "Cultivate small daily pleasures that don't require spending." },
        { "quote": "Limit screen time and expand face time for better joy." },
        { "quote": "Gratitude journals change what your mind notices first." },
        { "quote": "Choose experiences that teach you something new about yourself." },
        { "quote": "Happiness grows when generosity becomes habitual." },
        { "quote": "Find meaning in service; it reshapes your sense of purpose." },
        { "quote": "Practice presence by focusing on one task and one person at a time." },
        { "quote": "Create morning routines that set an upbeat tone for the day." },
        { "quote": "Make time for play—it's a practical ingredient of joy." },
        { "quote": "Reframe problems as puzzles you can learn from." },
        { "quote": "Celebrate small progress to keep motivation and happiness aligned." },
        { "quote": "Sleep well; it's a surprisingly large determinant of mood." },
        { "quote": "Choose activities that recharge you, not just distract you." },
        { "quote": "Spend intentionally on experiences rather than things for lasting joy." },
        { "quote": "Make gratitude visible—share it with others." },
        { "quote": "Keep perspective by measuring progress across months, not minutes." },
        { "quote": "Invest in hobbies that connect you with people and purpose." },
        { "quote": "Let go of perfection; often the imperfect is beautiful and true." },
        { "quote": "Seek novelty in small doses—it's a happiness booster." },
        { "quote": "Practice forgiving yourself; self-compassion sustains joy." },
        { "quote": "Use music and movement to shift your emotional set point." },
        { "quote": "Surround yourself with reminders of what brings you joy." },
        { "quote": "Actively cultivate optimism; it's a skill, not just luck." },
        { "quote": "Share happiness—celebrations compound when others join." },
        { "quote": "Keep wishes realistic; expectation mismatches reduce joy." },
        { "quote": "A grateful mindset sees opportunities where others see problems." }
    ],
    "Funny": [
        { "quote": "I put 'pro' in procrastinate; deadlines still win." },
        { "quote": "My to-do list and my nap schedule are in constant negotiation." },
        { "quote": "I exercise—my right to complain about it loudly." },
        { "quote": "Coffee: because adulting needs a warm-up act." },
        { "quote": "I planned to be spontaneous today but ran out of time." },
        { "quote": "I love deadlines; I love the whooshing noise they make as they pass." },
        { "quote": "My wallet is like an onion; opening it makes me cry." },
        { "quote": "If at first you don't succeed, then skydiving isn't for you." },
        { "quote": "I talk to my plants—it's cheaper than therapy." },
        { "quote": "I used to think I was indecisive; now I'm not so sure." },
        { "quote": "I followed my heart and it led me to the fridge." },
        { "quote": "My phone battery is like a soap opera—always dramatic." },
        { "quote": "I clean when guests are coming; that's my cardio." },
        { "quote": "I don't trip; I do random gravity checks." },
        { "quote": "Why be moody when you can shake your booty?" },
        { "quote": "I told myself I should stop procrastinating—tomorrow." },
        { "quote": "My wardrobe is 70% comfortable, 30% hopeful." },
        { "quote": "Common sense is like deodorant; the people who need it most never use it." },
        { "quote": "I have a talent for turning snacks into full meals." },
        { "quote": "I treasure every moment—especially the ones on mute." },
        { "quote": "I take life with a grain of salt, and sometimes a slice of lime." },
        { "quote": "I didn't lose my mind; it was backed up somewhere." },
        { "quote": "My favorite exercise is a cross between a lunge and a crunch—it's called lunch." },
        { "quote": "If life gives you lemons, add tequila and salt." },
        { "quote": "I'm on a seafood diet: I see food and I eat it." },
        { "quote": "I plan to live forever. So far, so good." },
        { "quote": "My memory has a few missing episodes—I'm binge-watching life." },
        { "quote": "I organize my snacks by expiration date and emotional support value." },
        { "quote": "I prefer to think outside the box; then I can't find the box." },
        { "quote": "My fitness tracker thinks I'm lazy; it hasn't met my snack schedule." },
        { "quote": "I only run if there's pizza at the finish line." },
        { "quote": "I'm not late; I'm on a time zone of my own creation." },
        { "quote": "My hobbies include reorganizing the same drawer repeatedly." },
        { "quote": "I exercise my right to remain horizontal on Sundays." },
        { "quote": "If life had a snooze button I'd be an expert." },
        { "quote": "I bought a plant to feel responsible—it's been judging me." },
        { "quote": "They say dress for the job you want; I'm still waiting for astronaut mail." },
        { "quote": "I keep pressing the elevator button to feel productive." },
        { "quote": "My diet plan is very simple: if no one sees me eat it, it didn't happen." },
        { "quote": "I speak fluent movie quotes and snack-related metaphors." },
        { "quote": "I laughed so hard I snorted—my dignity is fine, thanks." },
        { "quote": "I'm multitasking: I can listen, ignore and forget at the same time." },
        { "quote": "My idea of a balanced diet is a cookie in each hand." },
        { "quote": "I put the 'pro' in procrastination and the 'con' in productivity." },
        { "quote": "If there were awards for napping, I'd probably sleep through the ceremony." },
        { "quote": "I tried to be normal once—worst two minutes of my life." },
        { "quote": "I don't need an inspirational quote; I need coffee and a day off." },
        { "quote": "My resume says 'team player'—I cheer loudly from the snack table." },
        { "quote": "I ordered a salad and ate it like it was a limited-time offer." },
        { "quote": "I thought I was indecisive, then I wasn't sure anymore." },
        { "quote": "I have a photographic memory; I just never developed it." },
        { "quote": "If plan A fails, remember the alphabet has 25 more letters." },
        { "quote": "I run on caffeine, chaos, and inappropriate laughter." },
        { "quote": "I tried to be a morning person—turns out I'm a coffee person." },
        { "quote": "My dance moves are an interpretive apology to gravity." },
        { "quote": "I whisper 'just five more minutes' to my alarm every morning." }
    ]
}